lib/sepa/xml_templates/soap/create_certificate.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pkif="http://danskebank.dk/PKI/PKIFactoryService">
    <soapenv:Header/>
    <soapenv:Body>
        <pkif:CreateCertificateIn>
            <pkif:RequestHeader>
                <pkif:SenderId></pkif:SenderId>
                <pkif:CustomerId></pkif:CustomerId>
                <pkif:RequestId></pkif:RequestId>
                <pkif:Timestamp></pkif:Timestamp>
                <pkif:InterfaceVersion></pkif:InterfaceVersion>
            </pkif:RequestHeader>
        </pkif:CreateCertificateIn>
    </soapenv:Body>
</soapenv:Envelope>